{
  "items": [
    {
      "company": "SoyHenry Bootcamp",
      "role": "test role",
      "type": "study",
      "unix_timestamp": {
        "from": 1678100400,
        "to": 1691528400
      },
      "description": {
        "es": "Más de 800 horas de cursado teórico-práctico. He desarrollado múltiples proyectos individuales y en equipo, lo que me ha permitido fortalecer mi autonomía, capacidad de investigación y habilidades para afrontar cualquier desafío.",
        "en": "Over 800 hours of theoretical and practical coursework. I have worked on multiple individual and team projects, which have helped me strengthen my autonomy, research skills, and ability to face any challenge."
      }
    },
    {
      "company": "FisiomFulness",
      "role": "test role 2 ",
      "type": "work",
      "unix_timestamp": {
        "from": 1707130800,
        "to": 1715374800
      },
      "description": {
        "es": "Durante tres meses participé en la construcción de una plataforma para conectar profesionales de la fisioterapia con pacientes. Contribuí tanto al backend como al frontend, desarrollando funcionalidades esenciales y mejorando la experiencia del usuario. Esta experiencia fue clave para reforzar mis fundamentos técnicos y adaptarme a dinámicas de trabajo por objetivos.",
        "en": "For three months, I took part in the development of a platform that connects physical therapy professionals with patients. I was involved in both backend and frontend tasks building essential features and improving the user experience. This experience was key to strengthening my technical foundations and adapting to goal-oriented workflows."
      }
    },
    {
      "company": "Byron Solutions",
      "role": "Desarrollador Frontend",
      "type": "work",
      "unix_timestamp": {
        "from": 1744027200,
        "to": null
      },
      "description": {
        "es": "Actualmente trabajo como desarrollador frontend en el desarrollo de \"OrdenApp\", una aplicación moderna que agiliza la experiencia gastronómica. Me encargo de implementar interfaces intuitivas y funcionalidades clave que optimizan la gestión operativa de restaurantes, bares y cafeterías.",
        "en": "Currently working as a frontend developer in the development of \"OrdenApp\", a modern application that simplifies the dining experience. I’m responsible for developing intuitive interfaces and key features that enhance the operational management of restaurants, bars, and cafés."
      }
    },
    {
      "company": "",
      "role": "test role 3",
      "type": "unknown",
      "unix_timestamp": {
        "from": 1641034800
      },
      "description": {
        "es": "Continúo desarrollando mis habilidades día a día, tanto en el ámbito personal como el profesional.",
        "en": "I keep improving my skills every day, both personally and professionally."
      }
    }
  ]
}
